Repository: LuicdLabs/OneMMC
Catalog: src/OneMMC/Strings/*/EventViewer.resw
Source language: en_us
Languages: zh_tw

# EventViewer_Tree_WindowsLogs
source: Windows Logs
zh_tw: Windows 記錄

# EventViewer_Tree_AppServicesLogs
source: Applications and Services Logs
zh_tw: 應用程式及服務記錄

# EventViewer_Tree_Application
source: Application
zh_tw: 應用程式

# EventViewer_Tree_Security
source: Security
zh_tw: 安全性

# EventViewer_Tree_Setup
source: Setup
zh_tw: 安裝程式

# EventViewer_Tree_System
source: System
zh_tw: 系統

# EventViewer_Tree_ForwardedEvents
source: Forwarded Events
zh_tw: 轉寄的事件

# EventViewer_Level_Critical
source: Critical
zh_tw: 嚴重

# EventViewer_Level_Error
source: Error
zh_tw: 錯誤

# EventViewer_Level_Warning
source: Warning
zh_tw: 警告

# EventViewer_Level_Information
source: Information
zh_tw: 資訊

# EventViewer_Level_Verbose
source: Verbose
zh_tw: 詳細資訊

# EventViewer_Tab_General
source: General
zh_tw: 一般

# EventViewer_Tab_Details
source: Details
zh_tw: 詳細資料

# EventViewer_Detail_LogName
source: Log name
zh_tw: 記錄檔名稱

# EventViewer_Detail_Source
source: Source
zh_tw: 來源

# EventViewer_Detail_EventId
source: Event ID
zh_tw: 事件識別碼

# EventViewer_Detail_Level
source: Level
zh_tw: 等級

# EventViewer_Detail_User
source: User
zh_tw: 使用者

# EventViewer_Detail_OpCode
source: OpCode
zh_tw: 作業碼

# EventViewer_Detail_Logged
source: Logged
zh_tw: 記錄時間

# EventViewer_Detail_TaskCategory
source: Task category
zh_tw: 工作類別

# EventViewer_Detail_Keywords
source: Keywords
zh_tw: 關鍵字

# EventViewer_Detail_Computer
source: Computer
zh_tw: 電腦

# EventViewer_Filter_All
source: All levels
zh_tw: 所有層級

# EventViewer_SearchPlaceholder
source: Search events
zh_tw: 搜尋事件

# EventViewer_Refresh
source: Refresh
zh_tw: 重新整理

# EventViewer_ClearLog
source: Clear Log
zh_tw: 清除記錄

# EventViewer_ExportLog
source: Export Log
zh_tw: 匯出記錄

# EventViewer_LogProperties
source: Log Properties
zh_tw: 記錄內容

# EventViewer_OpenLegacy
source: Open Legacy Event Viewer
zh_tw: 開啟舊版事件檢視器

# EventViewer_Status_Loading
source: Loading events...
zh_tw: 正在載入事件...

# EventViewer_Status_LoadedFormat
source: {0} events loaded
zh_tw: 已載入 {0} 個事件

# EventViewer_Status_NoEvents
source: No events found
zh_tw: 找不到事件

# EventViewer_ClearLog_ConfirmTitle
source: Clear Log
zh_tw: 清除記錄

# EventViewer_ClearLog_ConfirmMessage
source: Are you sure you want to clear all events from this log?
zh_tw: 確定要清除此記錄中的所有事件嗎？

# EventViewer_ClearLog_SaveFirst
source: Save and Clear
zh_tw: 儲存並清除

# EventViewer_ClearLog_Success
source: Log cleared successfully
zh_tw: 已成功清除記錄

# EventViewer_LogProp_Title
source: Log Properties
zh_tw: 記錄內容

# EventViewer_LogProp_FullName
source: Full name
zh_tw: 完整名稱

# EventViewer_LogProp_LogPath
source: Log path
zh_tw: 記錄路徑

# EventViewer_LogProp_LogSize
source: Log size
zh_tw: 記錄大小

# EventViewer_LogProp_MaxSize
source: Maximum log size
zh_tw: 最大記錄大小

# EventViewer_LogProp_Enabled
source: Enabled
zh_tw: 已啟用

# EventViewer_LogProp_LogMode
source: Log mode
zh_tw: 記錄模式

# EventViewer_Error_AccessDenied
source: Access denied. Administrator privileges may be required.
zh_tw: 存取被拒。可能需要系統管理員權限。

# EventViewer_Error_LoadFailed
source: Failed to load events
zh_tw: 無法載入事件

# EventViewer_LoadMore
source: Load More
zh_tw: 載入更多

# EventViewer_Status_LoadedFilteredFormat
source: {0} events loaded, {1} match the filter
zh_tw: 已載入 {0} 個事件，其中 {1} 個符合篩選

# EventViewer_Status_LoadLimitReached
source: Load limit reached — narrow the filter or export the log
zh_tw: 已達載入上限，請縮小篩選條件或匯出記錄檔
